export default {
  WELCOME_MESSAGE:
    'Для отримання гуманітарної допомоги треба мати довідку ВПО (тільки 2022 рік). Для реєстрації вкажіть ваш номер телефону (у форматі: 095-111-11-11)',
  INVALID_PHONE_NUMBER:
    'Ви вказали телефон в неправильному форматі. Приклад: 095-111-11-11',
  ENTER_FULL_NAME: 'Прізвище, Імя, По-батькові (приклад: Іванов Іван Іванович)',
  INVALID_FULL_NAME:
    'Щось пішло не так. При заповненні використовуйте лише літери української абетки та знак апострофу. Не використовуйте англійську "i" замість української та цифри',
  ENTER_BIRTHDAY_DATE:
    'Вкажіть вашу дату народження у форматі День.Місяць.Рік (приклад: 18.06.1990)',
  INVALID_BIRTHDAY_DATE:
    'Ви вказали дату народження в неправильному форматі. Будь ласка, напишіть дату народження у вигляді 18.06.1990',
  ENTER_CURRENT_ADDRESS:
    'Вкажіть вашу адресу зареєстрованого місця перебування, яка вказана у довідці ВПО (у форматі "ВУЛИЦЯ БУДИНОК-КВАРТИРА", приклади: Запоріжжя Соборний 6Б-124 або Кушугум Центральна 4-26). Назву району, слова "вулиця, провулок, тощо" вказувати не потрібно!',
  INVALID_CURRENT_ADDRESS:
    'Щось пішло не так. Надішліть вашу адресу зареєстрованого місця перебування у форматі "ВУЛИЦЯ БУДИНОК-КВАРТИРА", приклад: Запоріжжя Соборний 6Б-124.',
  ENTER_RESIDENCE_ADDRESS:
    'Вкажіть вашу адресу прописки у тимчасово окупованому регіоні, яка вказана у довідці ВПО (у форматі "ВУЛИЦЯ БУДИНОК-КВАРТИРА", приклад: Оріхів Йогана Янцена 26-182. Назву району, слова "вулиця, провулок, тощо" вказувати не потрібно!',
  INVALID_RESIDENCE_ADDRESS:
    'Щось пішло не так. Надішліть вашу адресу прописки у тимчасово окупованому регіоні, яка вказана у довідці ВПО (у форматі "ВУЛИЦЯ БУДИНОК-КВАРТИРА", приклад: Оріхів Йогана Янцена 26-182)',
  ENTER_DOCUMENT_PHOTO:
    'Надішліть ФОТО довідки переселенця, для перевірки введених даних',
  INVALID_DOCUMENT_PHOTO:
    'Щось пішло не так. Надішліть ФОТО довідки переселенця',
  ALL_DATA_PASSED:
    'Вітаємо: Ваша заявка на реєстрацію прийнята! Після перевірки введених даних ви отримаєте повідомлення з датою отримання, або причиною відмови в наданні допомоги. Мирного неба.'
};
